<?php

return [
    //汎用
    'chat' => 'チャット',
    'search' => '検索',
    'vocabulary'=>'単語帳',
    'login' => 'ログイン',
    'register' => '登録',
    'logout' => 'ログアウト',
    'home' => 'ホーム',
    'add' => '追加',
    'cancel' => 'キャンセル',
    'optional' => '任意',
    'update' => '保存',
    //ログインページ
    'welcome' => 'LangBridgeへようこそ',
    //興味・関心
    'interests' => [
        '1' => 'エンターテイメント',
        '2' => 'スポーツ・フィットネス',
        '3' => '食べ物・飲み物',
        '4' => '旅行',
        '5' => '教育・学習',
        '6' => 'テクノロジー',
        '7' => 'ファッション・美容',
        '8' => 'ビジネス・金融',
        '9' => 'アート・デザイン',
        '10' => 'ライフスタイル・ウェルネス',
        '11' => '家族・人間関係',
        '12' => 'ゲーム',
        '13' => '社会貢献',
        '14' => 'ショッピング・お得情報',
        '15' => 'ペット・動物',
        '16' => '本・文学'
    ],
    //検索
    'interest_categories' => '興味・関心タグ',
    'no_profile' => '該当するユーザは見つかりませんでした',
    //単語リスト
    'vocabulary_list' => '単語帳',
    'add_vocabulary' => '単語帳に追加',
    'edit_vocabulary' => '単語を編集',
    'front' => '表',
    'back' => '裏',
    'note' => 'メモ'
];